{
  "en": {
    "page_title": "Dave and Lara are getting married",
    "title_1": "Dave and Lara are getting married",
    "title_2": "15 April 2017",
    "title_3": "Kasteel Wijenburg",
    "menu_programme": "Programme",
    "menu_aboutus": "About us",
    "menu_registry": "Registry",
    "menu_venue": "Venue",
    "menu_rsvp": "RSVP",
    "title_programme": "Programme",
    "intro_programme": "We can't wait to welcome you to our wedding! Here's what our day will look like.",
    "programme_1": "12:30 Guests arrive, welcomed with tea/coffee",
    "programme_2": "13:00 Ceremony",
    "programme_3": "14:00 Bubbles and cake",
    "programme_4": "14:30 Photos, drinks &amp; canapés",
    "programme_5": "17:00 Wine/Beer tasting",
    "programme_6": "18:00 Evening meal &amp; speeches",
    "programme_7": "19:30 Kids' disco",
    "programme_8": "20:30 Party",
    "programme_9": "00:00 End of party except for die-hards",
    "registry_1": "Please send us Bitcoins to: <span class=\"btc\">1CZCbBTYvo2sb52h9dYQdfEKMg8MDiEpJ9</span>",
    "registry_2": "Behave.",
    "registry_3": "Of course love!<br />We have everything we need, and we're just happy to have you there at our wedding. If you would like to give us a wedding present, we are planning a honeymoon with the kids to Eurodisney. We'd be happy with a contribution to bring the magic alive!",
    "title_venue": "Venue",
    "venue_1": "We are getting married at the beautiful <a href=\"http://www.kasteelwijenburg.nl/\">Kasteel Wijenburg</a> in Echteld.",
    "venue_2": "The exact age of the castle remains unknown, but the oldest records of it date back to 1178. From 1271 to 1817 the castle was inhabited by the Van Wijhe family, a uniquely long period for a castle to be owned by one and the same family.",
    "venue_3": "The castle remained inhabited until 1928, after which it was left empty until completely restored between 1956 and 1977. Since 1994 the castle is an official and popular wedding venue, often in combination with the 13 century church across the road.",
    "title_getnl": "Getting to the Netherlands",
    "title_boat": "By boat",
    "boat_1": "You can sail from Newcastle to IJmuiden (near Amsterdam), Hull to Rotterdam, or if you'd like to detour through France and Belgium there's always the Dover-Calais ferry.",
    "title_fly": "Flying",
    "fly_1": "There are quite a few flights to the Netherlands. EasyJet flies to Amsterdam from many locations across the UK, RyanAir flies to Eindhoven and to Weeze (in Germany, but very close to the border and the venue).",
    "title_gettingvenue": "Getting to the venue",
    "title_publictransport": "Public transport",
    "publictransport_1": "It takes between 1:45 and 2hrs to reach the venue by train and bus from Amsterdam Centraal. You can check routes using the excellent transport website <a href=\"http://9292.nl\">9292.nl</a>",
    "title_car": "By car",
    "car_1": "The address is:<br />Kasteel Wijenburg<br />Voorstraat 2<br />4054 MX Echteld",
    "car_2": "There is plenty of parking space available.",
    "title_rsvp": "RSVP",
    "rsvp_1": "We'd love to know who to expect, so we can make sure there's enough food and drinks!",
    "lbl_Name": "Name",
    "opt_status_1": " Sorry, we cannot come",
    "opt_status_2": " We will be coming",
    "opt_type_1": " Invited as day guest",
    "opt_type_2": " Invited as evening guest", 
    "title_guest_1": "Guest 1",
    "lbl_starter_1": "Starter",
    "opt_starter_1_0": "None",
    "opt_starter_1_1": "Carpaccio of lightly smoked beef sirloin, truffle mayonnaise, Parmesan biscuit, tomato concassé and crostini with olive tapenade",
    "opt_starter_1_2": "Albacore tuna with salsa of red onion, lettuce, cucumber-curd, roasted tomatoes, black olives and fried quail egg",
    "opt_starter_1_3": "Taster of terrine of tomato, mozzarella and basil pesto, champagne flute with Italian minestrone a la cappucino and cannelloni of beetroot with goat cheese",
    "lbl_main_1": "Main",
    "opt_main_1_0": "None",
    "opt_main_1_1": "Beef rump with Reypenear cheese crumbs, spinach, pommes dauphin, ratatouille-tart and gravy with black garlic",
    "opt_main_1_2": "Crusted sea bass, jasmine rice, bok choy, butter sauce with lime leaves, coconut froth",
    "opt_main_1_3": "Tarte tatin of asparagus and goat cheese, with tomato sorbet and balsamic cream",
    "title_guest_2": "Guest 2",
    "lbl_starter_2": "Starter",
    "opt_starter_2_0": "None",
    "opt_starter_2_1": "Carpaccio of lightly smoked beef sirloin, truffle mayonnaise, Parmesan biscuit, tomato concassé and crostini with olive tapenade",
    "opt_starter_2_2": "Albacore tuna with salsa of red onion, lettuce, cucumber-curd, roasted tomatoes, black olives and fried quail egg",
    "opt_starter_2_3": "Taster of terrine of tomato, mozzarella and basil pesto, champagne flute with Italian minestrone a la cappucino and cannelloni of beetroot with goat cheese",
    "lbl_main_2": "Main",
    "opt_main_2_0": "None",
    "opt_main_2_1": "Beef rump with Reypenear cheese crumbs, spinach, pommes dauphin, ratatouille-tart and gravy with black garlic",
    "opt_main_2_2": "Crusted sea bass, jasmine rice, bok choy, butter sauce with lime leaves, coconut froth",
    "opt_main_2_3": "Tarte tatin of asparagus and goat cheese, with tomato sorbet and balsamic cream",
    "submit_rsvp": "Send RSVP",
    "title_aboutus": "The Tale of the Mage and Paladin",
    "aboutus_title_1": "Once upon a time, in Azeroth",
    "aboutus_dave_1": "\"So, what's better, a tank or healer paladin?\"",
    "aboutus_dave_2": "\"Nutty is going to meet up with Woz in London, if I'm ever in Amsterdam maybe it would be fun to have a coffee together?\"",
    "aboutus_dave_3": "\"Are you on Facebook?\"",
    "aboutus_dave_4": "Talk about taking it slowly. But eventually, I worked up the courage to tell Lara straight: \"I like you, and I'm coming to Amsterdam to see you!\" It wasn't the easiest start to a relationship, living in different countries and only knowing each other through how high my DPS was in raids and how good at telling other people <em>WATCH OUT FOR THE BLOBS</em> Lara was. But somehow, we made it work, and after I took a somewhat long detour to India, I finally moved to the Netherlands to be with her. And that's where I stayed.",
    "aboutus_lara_1": "How is this guy still raiding with all this talking he's doing?!",
    "aboutus_lara_2": "Sometime later...",
    "aboutus_lara_3": "Music, coffee, Facebook, what IS he on about?!",
    "aboutus_lara_4": "Sometime later...",
    "aboutus_lara_5": "Yay! He's online!",
    "aboutus_lara_6": "Not the most obvious of pick up lines, but perseverance comes a long way. Perseverance let me meet you in Amsterdam. Perseverance had us meet again. Perseverance sent me after you in India. And love brought us to where we are now - with our children, our very \"special\" dog, our rabbit, our house and our life together.",
    "aboutus_title_2": "And they lived happily ever after",
    "aboutus_1": "Always attracted to secret -- some might say sneaky -- planning, Dave invited Lara to a surprise weekend to Paris, a romantic getaway -- with two kids along for the ride. As the heavens opened and rain poured down, they struggled to push the pram and buggy up the steep slopes of Montmartre to our apartment.",
    "aboutus_2": "Next day they went for a walk and ended up in a little Parisian park, where Dave casually suggested to Lara that they climb the steps of a bridge (which the buggy and pram would never go up!). Suddenly, Lara realised something was afoot, and before she knew it, Dave had the ring in his hand and the question on his lips. Shocked -- and then very happy -- Lara said yes!",
    "aboutus_summary": "Our wedding is on the 15th April 2017 at <a class=\"nav-item\" data-id=\"venue\">Kasteel Wijenburg</a>. We are excited to share this special day with all of you. See you there!",
    "err_1": "Please enter your name.",
    "err_2": "Please select whether you will be coming or not.",
    "err_3": "Please select whether you received a day or an evening invitation.",
    "err_4": "Please select meal choices for Guest 1.",
    "err_5": "Please enter how many guests will be coming.",
    "account_name": "Account name",
    "title_evening_guests": "Number of guests",
    "lbl_NumberEveningGuests": "Guests"
  },
  "nl": {
    "page_title": "Dave en Lara gaan trouwen",
    "title_1": "Dave en Lara gaan trouwen",
    "title_2": "15 April 2017",
    "title_3": "Kasteel Wijenburg",
    "menu_programme": "Programma",
    "menu_aboutus": "Over ons",
    "menu_registry": "Verlanglijstje",
    "menu_venue": "Locatie",
    "menu_rsvp": "RSVP",
    "title_programme": "Programma",
    "intro_programme": "We kunnen niet wachten jullie op ons huwelijk welkom te heten! Onze dag ziet er als volgt uit.",
    "programme_1": "12:30 Aankomst gasten, ontvangst met koffie/thee",
    "programme_2": "13:00 Huwelijksvoltrekking",
    "programme_3": "14:00 Taart en bubbels",
    "programme_4": "14:30 Foto's, hapjes &amp; drankjes",
    "programme_5": "17:00 Wijn-/bier proeverij",
    "programme_6": "18:00 Diner &amp; speeches",
    "programme_7": "19:30 Kinderdisco",
    "programme_8": "20:30 Feest",
    "programme_9": "00:00 Einde feest behalve voor die-hards",
    "registry_1": "Stuur ons alsjeblieft Bitcoins op: <span class=\"btc\">1CZCbBTYvo2sb52h9dYQdfEKMg8MDiEpJ9</span>",
    "registry_2": "Gedraag je.",
    "registry_3": "Natuurlijk liefste!<br />We hebben alles dat we nodig hebben, en zijn gewoon blij dat je er bij kunt zijn op onze bruiloft. Mocht je toch een kado willen geven; wij zijn van plan met de kinderen naar Eurodisney te gaan op huwelijksreis. Een bijdrage om de magie tot leven te brengen zouden wij zeer waarderen!",
    "title_venue": "Locatie",
    "venue_1": "Wij trouwen op het prachtige <a href=\"http://www.kasteelwijenburg.nl/\">Kasteel Wijenburg</a> in Echteld.",
    "venue_2": "De leeftijd van het kasteel is niet precies bekend, maar de oudste datering gaat terug tot 1178. Van 1271 tot 1817 werd het kasteel bewoond door de familie Van Wijhe en haar nazaten. Het is een uniek gegeven, dat het kasteel zolang door één en dezelfde familie is bewoond.",
    "venue_3": "Het kasteel bleef bewoond tot 1928, daarna stond het leeg totdat het volkomen werd gerestaureerd tussen 1956 en 1977. Sinds 1994 is het kasteel een officiële en populaire trouwlocatie, vaak in combinatie met het 13e eeuwse kerkje aan de overzijde.",
    "title_getnl": "Reizen naar Nederland",
    "title_boat": "Per boot",
    "boat_1": "Er gaan dagelijks veerboten van Newcastle naar IJmuiden (dichtbij Amsterdam), van Hull naar Rotterdam, of indien je de voorkeur geeft aan een kleine omweg via Frankrijk en België kun je altijd de Dover-Calais veerboot nemen.",
    "title_fly": "Per vliegtuig",
    "fly_1": "Er gaan een flinke hoeveelheid vluchten naar Nederland. EasyJet vliegt op Amsterdam vanuit vele locaties in het Verenigd Koninkrijk, RyanAir vliegt op Eindhoven en op Weeze (in Duitsland, maar dichtbij de grens en trouwlocatie).",
    "title_gettingvenue": "Reizen naar de locatie",
    "title_publictransport": "Per openbaar vervoer",
    "publictransport_1": "Het neemt ongeveer 1:45 tot 2 uur in beslag om per trein en bus van Amsterdam Centraal naar de locatie te reizen. De beste route vind je via de website <a href=\"http://9292.nl\">9292.nl</a>",
    "title_car": "Per auto",
    "car_1": "Het adres is:<br />Kasteel Wijenburg<br />Voorstraat 2<br />4054 MX Echteld",
    "car_2": "Er is ruim voldoende parkeergelegenheid beschikbaar.",
    "title_rsvp": "RSVP",
    "rsvp_1": "We zouden graag weten wie we mogen verwachten, zodat we kunnen zorgen dat er voldoende hapjes en drankjes zijn!",
    "lbl_Name": "Naam",
    "opt_status_1": " Sorry, wij kunnen er niet bij zijn",
    "opt_status_2": " Wij zijn er bij",
    "opt_type_1": " Uitgenodigd als daggast",
    "opt_type_2": " Uitgenodigd als avondgast", 
    "title_guest_1": "Gast 1",
    "lbl_starter_1": "Voorgerecht",
    "opt_starter_1_0": "Geen",
    "opt_starter_1_1": "Carpaccio van lichtgerookte runderzijlende, truffelmayonaise, parmezaans koekje, tomaatconcassé en crostini met olijventapenade",
    "opt_starter_1_2": "Albacoretonijn met salsa van rode ui, bindsla, komkommer-hangop, gepofte tomaatjes, zwarte olijven en gebakken kwarteleitje",
    "opt_starter_1_3": "Proeverijtje van terrine van tomaat, mozzarella en basilicum met pesto, champagneflute met Italiaanse minestrone a la cappucino en cannelloni van biet met geitenkaas",
    "lbl_main_1": "Hoofdgerecht",
    "opt_main_1_0": "Geen",
    "opt_main_1_1": "Runderstaartstuk met Reypenearkruimels, spinazie, pommes dauphin, ratatouille-taartje en jus met zwarte knoflook",
    "opt_main_1_2": "Krokante zeebaars, jasmijnrijst, paksoy, botersaus met limoenblad, schuim van kokos",
    "opt_main_1_3": "Tarte tatin van asperges en geitenkaas, met een sorbet van tomaat en crème van balsamico",
    "title_guest_2": "Gast 2",
    "lbl_starter_2": "Voorgerecht",
    "opt_starter_2_0": "Geen",
    "opt_starter_2_1": "Carpaccio van lichtgerookte runderzijlende, truffelmayonaise, parmezaans koekje, tomaatconcassé en crostini met olijventapenade",
    "opt_starter_2_2": "Albacoretonijn met salsa van rode ui, bindsla, komkommer-hangop, gepofte tomaatjes, zwarte olijven en gebakken kwarteleitje",
    "opt_starter_2_3": "Proeverijtje van terrine van tomaat, mozzarella en basilicum met pesto, champagneflute met Italiaanse minestrone a la cappucino en cannelloni van biet met geitenkaas",
    "lbl_main_2": "Hoofdgerecht",
    "opt_main_2_0": "Geen",
    "opt_main_2_1": "Runderstaartstuk met Reypenearkruimels, spinazie, pommes dauphin, ratatouille-taartje en jus met zwarte knoflook",
    "opt_main_2_2": "Krokante zeebaars, jasmijnrijst, paksoy, botersaus met limoenblad, schuim van kokos",
    "opt_main_2_3": "Tarte tatin van asperges en geitenkaas, met een sorbet van tomaat en crème van balsamico",
    "submit_rsvp": "Stuur RSVP",
    "title_aboutus": "Het Sprookje van de Mage en Paladin",
    "aboutus_title_1": "Er was eens een dag in Azeroth",
    "aboutus_dave_1": "\"Zeg, wat is nu beter, een tank of healer paladin?\"",
    "aboutus_dave_2": "\"Nutty heeft met Woz afgesproken in Londen, misschien is het wel leuk om samen koffie te drinken als ik ooit in Amsterdam ben?\"",
    "aboutus_dave_3": "\"Zit jij op Facebook?\"",
    "aboutus_dave_4": "Hoe bedoel je het langzaam aan doen? Maar uiteindelijk bracht ik de moed op om Lara te zeggen: \"Ik vind je leuk, en ik kom naar Amsterdam om je te ontmoeten!\" Het was niet het makkelijkste begin van een relatie, wonend in verschillende landen en elkaar alleen kennend van hoe hoog mijn DPS was in raids en hoe goed Lara was in het roepen dat mensen <em>NIET IN DE BLOBS MOESTEN STAAN</em>. Maar op de een of andere manier werkte het voor ons, en na een enigszins lange omweg via India, verhuisde ik uiteindelijk naar Nederland om bij haar te zijn. En daar bleef ik.",
    "aboutus_lara_1": "Hoe kan die vent nog raiden met al dat geklets van hem?!",
    "aboutus_lara_2": "Enige tijd later...",
    "aboutus_lara_3": "Muziek, koffie, Facebook, waar HEEFT hij het over?!",
    "aboutus_lara_4": "Enige tijd later...",
    "aboutus_lara_5": "Jippie! Hij is online!",
    "aboutus_lara_6": "Misschien niet de meest voor de hand liggende openingszin, maar wie doorzet komt er wel. Dankzij doorzettingsvermogen ontmoetten we elkaar in Amsterdam. Dankzij doorzettingsvermogen ontmoetten we elkaar opnieuw. Dankzij doorzettingsvermogen ging ik jou in India achterna. Dankzij liefde zijn we hier vandaag - met onze kinderen, onze zeer \"speciale\" hond, ons konijn, ons huis en ons leven samen.",
    "aboutus_title_2": "En ze leefden nog lang en gelukkig",
    "aboutus_1": "Altijd vol geheime -- sommigen zouden ze stiekem noemen -- plannetjes, nodigde Dave Lara uit voor een verrassingsweekend in Parijs, een romantisch uitje -- met twee kinderen op sleeptouw. Terwijl de hemel open brak en de regen naar beneden goot, worstelden ze zich met buggy en kinderwagen over de steile, smalle straatjes van Montmartre naar hun appartement.",
    "aboutus_2": "De volgende dag gingen ze wandelen en kwamen ze uit in een klein Parijs park, waar Dave terloops aan Lara voorstelde om op een bruggetje het uitzicht te bekijken (waar de buggy en kinderwagen nooit naar boven zouden kunnen!). Opeens besefte Lara dat er iets gaande was, maar voordat ze het wist, had Dave de ring al in zijn hand en de vraag op zijn lippen. In shock -- en daarna heel blij -- zei Lara ja!",
    "aboutus_summary": "Onze bruiloft is op 15 April 2017 op <a class=\"nav-item\" data-id=\"venue\">Kasteel Wijenburg</a>. We verheugen ons erop deze bijzondere dag met jullie te mogen delen. Tot dan!",
    "err_1": "Voer alsjeblieft een naam in.",
    "err_2": "Geef alsjeblieft aan of je komt of niet.",
    "err_3": "Geef alsjeblieft aan of je een uitnodiging hebt ontvangen voor de dag of avond.",
    "err_4": "Selecteer alsjeblieft de maaltijd keuzes voor Gast 1.",
    "err_5": "Geef alsjeblieft aan met hoeveel jullie komen.",
    "account_name": "Ten name van",
    "title_evening_guests": "Aantal gasten",
    "lbl_NumberEveningGuests": "Gasten"
  }  
}
